Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Preview
ar: معاينة
de: Vorschau
es: Previsualización
fr: Aperçu
hu: Előnézet
ja: プレビュー
nl: Voorbeeld
pl: Podgląd
pt: Pré-visualização
ru: Предпросмотр
sv: Förhandsvisning
tr: Önizleme
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Preview App
ar: معاينة التطبيق
de: Vorschau-App
es: App de ejemplo
fr: Prévisualisation de l'app
hu: App előnézet
ja: プレビューアプリ
nl: Voorbeeldapp
pl: Aplikacja podglądu
pt: Aplicação de exemplo
ru: Предпросмотр приложения
sv: Exempelapp
tr: Önizleme Uygulaması
vi: Xem trước ứng dụng
zh_hans: 预览应用
zh_hant: 預覽應用程式

source: Preview app windows
ar: معاينة نوافذ التطبيقات
de: App-Fenster als Vorschau anzeigen
es: Previsualiza las ventanas de las apps
fr: Prévisualiser les fenêtres des apps
hu: App-ablakok előnézete
ja: アプリのウインドウをプレビュー
nl: Voorbeelden van appvensters
pl: Podgląd okien aplikacji
pt: Pré-visualizar janelas de aplicações
ru: Предпросмотр окон приложений
sv: Förhandsvisa appfönster
tr: Uygulama pencerelerini önizle
vi: Xem trước các cửa sổ ứng dụng
zh_hans: 预览应用窗口
zh_hant: 顯示應用程式視窗預覽

source: Preview Card
ar: بطاقة المعاينة
de: Vorschaukarte
es: Tarjeta de previsualización
fr: Carte d'aperçu
hu: Előnézeti kártya
ja: プレビューカード
nl: Voorbeeldkaart
pl: Karta podglądu
pt: Cartão de pré-visualização
ru: Карточка предпросмотра
sv: Förhandsvisningskort
tr: Önizleme Kartı
vi: Thẻ xem trước
zh_hans: 预览卡片
zh_hant: 預覽卡片

source: Preview Hover Action
ar: إجراء التمرير فوق المعاينة
de: Vorschauaktion bei Zeigerkontakt
es: Acción al pasar sobre la previsualización
fr: Action au survol des aperçus
hu: Rámutatási művelet az előnézeten
ja: プレビューのホバーアクション
nl: Actie bij aanwijzen van voorbeeld
pl: Czynność po wskazaniu podglądu
pt: Ação ao passar o cursor na pré-visualização
ru: Действие при наведении на предпросмотр
sv: Hovringsåtgärd i förhandsvisning
tr: Önizleme Üzerine Gelme Eylemi
vi: Tác vụ khi di chuột vào bản xem trước
zh_hans: 预览悬停操作
zh_hant: 預覽懸停動作

source: Preview Navigator
ar: مستعرض المعاينات
de: Vorschau-Navigator
es: Navegador de previsualizaciones
fr: Naviguer dans les aperçus
hu: Előnézet navigátor
ja: プレビューナビゲータ
nl: Voorbeeldnavigator
pl: Nawigator podglądu
pt: Navegador de pré-visualizações
ru: Навигатор предпросмотра
sv: Förhandsvisningsnavigator
tr: Önizleme Gezgini
vi: Trình điều hướng xem trước
zh_hans: 预览导航器
zh_hant: 預覽導覽器

source: Preview Navigator Actions
ar: إجراءات مستعرض المعاينات
de: Aktionen des Vorschau-Navigators
es: Acciones del navegador de previsualizaciones
fr: Actions de navigation des aperçus
hu: Előnézet navigátor műveletek
ja: プレビューナビゲータのアクション
nl: Acties voor voorbeeldnavigator
pl: Akcje nawigatora podglądu
pt: Ações do navegador de pré-visualizações
ru: Действия навигатора предпросмотра
sv: Åtgärder i förhandsvisningsnavigatorn
tr: Önizleme Gezgini Eylemleri
vi: Tác vụ trình điều hướng xem trước
zh_hans: 预览导航器操作键
zh_hant: 預覽導覽器動作

source: Preview Panels
ar: لوحات المعاينة
de: Vorschaupanels
es: Paneles de previsualización
fr: Panneaux d'aperçu
hu: Előnézeti panelek
ja: プレビューパネル
nl: Voorbeeldpanelen
pl: Panele podglądu
pt: Painéis de pré-visualização
ru: Панели предпросмотра
sv: Förhandsvisningspaneler
tr: Önizleme Panelleri
vi: Các bảng xem trước
zh_hans: 预览面板
zh_hant: 預覽面板

source: Preview Timing
ar: توقيت المعاينة
de: Vorschau-Timing
es: Tiempos de previsualización
fr: Délai d'aperçu
hu: Előnézet időzítése
ja: プレビューのタイミング
nl: Vertraging van voorbeelden
pl: Czas podglądu
pt: Temporização das pré-visualizações
ru: Время появления предпросмотра
sv: Tidsinställning för förhandsvisning
tr: Önizleme Zamanlaması
vi: Thời gian xem trước
zh_hans: 预览时机
zh_hant: 預覽時機

source: Preview Width
ar: عرض المعاينة
de: Vorschaubreite
es: Ancho de previsualización
fr: Largeur de l’aperçu
hu: Előnézet szélessége
ja: プレビューの幅
nl: Voorbeeldbreedte
pl: Szerokość podglądu
pt: Largura da pré-visualização
ru: Ширина предварительного просмотра
sv: Förhandsvisningsbredd
tr: Önizleme Genişliği
vi: Chiều rộng bản xem trước
zh_hans: 预览宽度
zh_hant: 預覽寬度

source: Preview Width / Width Limit
ar: عرض المعاينة / حد العرض
de: Vorschaubreite / Breitenlimit
es: Ancho de previsualización / límite de ancho
fr: Largeur de l'aperçu / limite de largeur
hu: Előnézet szélessége / szélességkorlát
ja: プレビューの幅/幅の上限
nl: Voorbeeldbreedte / Breedtelimiet
pl: Szerokość podglądu lub jej limit
pt: Largura da pré-visualização / limite de largura
ru: Ширина предпросмотра / ограничение ширины
sv: Förhandsvisningsbredd / breddgräns
tr: Önizleme Genişliği / Genişlik Sınırı
vi: Chiều rộng bản xem trước / Giới hạn chiều rộng
zh_hans: 预览宽度/宽度限制
zh_hant: 預覽寬度 / 寬度上限

source: Previous Page
ar: الصفحة السابقة
de: Vorherige Seite
es: Página anterior
fr: Page précédente
hu: Előző oldal
ja: 前のページ
nl: Vorige pagina
pl: Poprzednia strona
pt: Página anterior
ru: Предыдущая страница
sv: Föregående sida
tr: Önceki Sayfa
vi: Trang trước
zh_hans: 上一页
zh_hant: 上一頁

source: Previous Profile
ar: ملف التعريف السابق
de: Vorheriges Profil
es: Perfil anterior
fr: Profil précédent
hu: Előző profil
ja: 前のプロファイル
nl: Vorige profiel
pl: Poprzedni profil
pt: Perfil Anterior
ru: Предыдущий профиль
sv: Föregående profil
tr: Önceki Profil
vi: Hồ sơ trước đó
zh_hans: 上一个配置文件
zh_hant: 上一個設定檔

source: Process Start Time
ar: وقت بدء العملية
de: Prozessstartzeit
es: Hora de inicio del proceso
fr: Heure de lancement du processus
hu: Folyamat indítási ideje
ja: プロセスの開始時刻
nl: Starttijd van het proces
pl: Czas uruchomienia procesu
pt: Hora de início do processo
ru: Время запуска процесса
sv: Processens starttid
tr: İşlem Başlangıç Zamanı
vi: Thời gian khởi chạy tiến trình
zh_hans: 进程启动时间
zh_hant: 處理程序開始時間

source: processes
ar: عمليات
de: prozesse
es: procesos
fr: processus
hu: folyamatok
ja: プロセス
nl: processen
pl: procesy
pt: processos
ru: процессы
sv: processer
tr: işlemler
vi: tiến trình
zh_hans: 进程
zh_hant: 程序

source: processor
ar: معالج
de: prozessor
es: procesador
fr: processeur
hu: processzor
ja: プロセッサ
pl: procesor
pt: processador
ru: процессор
tr: işlemci
vi: bộ xử lý
zh_hans: 处理器
zh_hant: 處理器

source: productivity
ar: إنتاجية
de: produktivität
es: productividad
fr: productivité
hu: termelékenység
ja: 生産性
nl: productiviteit
pl: produktywność
pt: produtividade
ru: продуктивность
sv: produktivitet
tr: verimlilik
vi: năng suất
zh_hans: 效率
zh_hant: 生產力

source: Productivity
ar: الإنتاجية
de: Produktivität
es: Productividad
fr: Productivité
hu: Termelékenység
ja: 仕事効率化
nl: Productiviteit
pl: Produktywność
pt: Produtividade
ru: Продуктивность
sv: Produktivitet
tr: Verimlilik
vi: Năng suất
zh_hans: 效率
zh_hant: 生產力

source: Profile
ar: ملف التعريف
de: Profil
es: Perfil
fr: Profil
hu: Profil
ja: プロファイル
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
sv: Profil
tr: Profil
vi: Hồ sơ
zh_hans: 配置文件
zh_hant: 設定檔

source: Profile background
ar: خلفية ملف التعريف
de: Profilhintergrund
es: Fondo del perfil
fr: Arrière-plan du profil
hu: Profil háttere
ja: プロファイルの背景
nl: Profielachtergrond
pl: Tło profilu
pt: Fundo do perfil
ru: Фон профиля
sv: Profilbakgrund
tr: Profil arka planı
vi: Nền hồ sơ
zh_hans: 配置文件背景
zh_hant: 設定檔背景

source: Profile button styling, scroll behavior, and the settings and card options for dock controls.
ar: تنسيق زر ملف التعريف، وسلوك التمرير، وخيارات الإعدادات والبطاقة لعناصر تحكم Dock.
de: Stil der Profilschaltfläche, Scrollverhalten sowie die Einstellungs- und Kartenoptionen für Dock-Steuerelemente.
es: Estilo del botón de perfil, comportamiento del desplazamiento y opciones de ajustes y tarjeta de los controles del Dock.
fr: Style du bouton de profil, comportement du défilement, et options des paramètres et des cartes pour les contrôles du dock.
hu: Profilgomb stílusa, görgetési viselkedés, valamint a Dock-vezérlők beállítás- és kártyaopciói.
ja: プロファイルボタンのスタイル、スクロール動作、Dockコントロールの設定とカードのオプション。
nl: Stijl van de profielknop, scrollgedrag en de instellingen- en kaartopties voor de Dock-bediening.
pl: Styl przycisku profilu, sposób przewijania oraz opcje przycisku ustawień i karty elementów sterujących Dockiem.
pt: Estilo do botão de perfil, comportamento da deslocação e as opções de definições e de cartão dos controlos da Dock.
ru: Оформление кнопки профиля, поведение прокрутки, а также параметры кнопки настроек и карточки для элементов управления Dock.
sv: Profilknappens stil, rullningsbeteende samt inställnings- och kortalternativ för dockreglage.
tr: Profil düğmesi stili, kaydırma davranışı ve dock denetimleri için ayar ve kart seçenekleri.
vi: Kiểu nút hồ sơ, hành vi cuộn, cùng các tùy chọn cài đặt và thẻ cho điều khiển dock.
zh_hans: 配置文件按钮样式、滚动行为，以及 Dock 控件的设置和卡片选项。
zh_hant: 設定檔按鈕樣式、捲動行為，以及 Dock 控制項的設定與卡片選項。

source: Profile controls switch layouts.
ar: عناصر تحكم ملفات التعريف تبدّل التخطيطات.
de: Profil-Steuerelemente wechseln zwischen Layouts.
es: Los controles de perfil cambian la disposición.
fr: Les commandes de profil changent la disposition.
hu: A profilvezérlőkkel elrendezések között válthat.
ja: プロファイルコントロールでレイアウトを切り替えます。
nl: Met de profielknop wissel je van indeling.
pl: Elementy profilu przełączają układy.
pt: Os controlos de perfil alternam disposições.
ru: Элементы управления профиля переключают макеты.
sv: Profilreglagen byter layout.
tr: Profil denetimleri düzenleri değiştirir.
vi: Các điều khiển hồ sơ sẽ chuyển đổi bố cục.
zh_hans: 通过配置文件控件切换布局。
zh_hant: 使用設定檔控制項切換版面配置。

source: Profile Data
ar: بيانات ملف التعريف
de: Browser-Profildaten
es: Datos del perfil
fr: Données du profil
hu: Profiladatok
ja: プロファイルデータ
nl: Profielgegevens
pl: Dane profilu
pt: Dados do perfil
ru: Данные профиля
sv: Profildata
tr: Profil Bilgileri
vi: Dữ liệu hồ sơ
zh_hans: 个人资料数据
zh_hant: 設定檔資料

source: Profile Page Indicator
ar: مؤشر صفحة ملف التعريف
de: Profilseitenanzeige
es: Indicador de página de perfiles
fr: Indicateur de profil
hu: Profil-lapjelző
ja: プロファイルのページインジケータ
nl: Profielpagina-indicator
pl: Wskaźnik strony profilu
pt: Indicador de página do perfil
ru: Индикатор страницы профиля
sv: Sidindikator för profiler
tr: Profil Sayfa Göstergesi
vi: Chỉ báo trang hồ sơ
zh_hans: 配置文件页面指示器
zh_hant: 設定檔頁面指示器

source: Profile Scroll Mode
ar: وضع تمرير ملف التعريف
de: Scrollmodus für Profile
es: Modo de desplazamiento de perfiles
fr: Mode de défilement du profil
hu: Profil görgetési módja
ja: プロファイルのスクロールモード
nl: Scrollmodus van profiel
pl: Tryb przewijania profilu
pt: Modo de deslocamento do perfil
ru: Режим прокрутки профиля
sv: Rullningsläge för profiler
tr: Profil Kaydırma Modu
vi: Chế độ cuộn hồ sơ
zh_hans: 配置文件滚动切换模式
zh_hant: 設定檔捲動模式

source: Profile to Activate
ar: ملف التعريف المراد تفعيله
de: Zu aktivierendes Profil
es: Perfil que se activa
fr: Profil à activer
hu: Aktiválandó profil
ja: アクティブにするプロファイル
nl: Profiel om te activeren
pl: Profil do aktywacji
pt: Perfil a Ativar
ru: Профиль для активации
sv: Profil att aktivera
tr: Etkinleştirilecek Profil
vi: Hồ sơ cần kích hoạt
zh_hans: 要启用的配置文件
zh_hant: 要啟用的設定檔

source: Profile-local
ar: خاص بملف التعريف
de: Profilspezifisch
es: Propio del perfil
fr: Propre au profil
hu: Profilhoz kötött
ja: プロファイル固有
nl: Per profiel
pl: Lokalne dla profilu
pt: Próprio do perfil
ru: Локальный для профиля
sv: Profilspecifikt
tr: Profile özel
vi: Riêng từng hồ sơ
zh_hans: 配置文件专属
zh_hant: 僅限目前設定檔

source: Profiles change the app row for a workflow. You decide whether they switch manually, per display, or with opt-in AppSense.
ar: تغيّر ملفات التعريف صف التطبيقات بحسب سير العمل. أنت من يقرر ما إذا كانت تتبدل يدويًا، أو حسب كل شاشة، أو عبر ميزة AppSense الاختيارية.
de: Profile ändern die App-Symbolreihe je nach Workflow. Sie entscheiden, ob sie manuell, pro Display oder mit optionalem AppSense wechseln.
es: Los perfiles cambian la fila de apps según el flujo de trabajo. Tú decides si cambian manualmente, por pantalla o con AppSense opcional.
fr: Les profils changent la rangée d'apps selon le flux de travail. Vous décidez s'ils basculent manuellement, par écran ou avec AppSense en option.
hu: A profilok a munkafolyamathoz igazítják az appsort. Ön dönti el, hogy kézzel, kijelzőnként vagy a bekapcsolható AppSense-szel váltsanak.
ja: プロファイルはワークフローに合わせてアプリの並びを変更します。手動、ディスプレイごと、またはオプトインのAppSenseのどれで切り替えるかを選べます。
nl: Profielen wijzigen de app-rij voor een workflow. Je bepaalt zelf of dit handmatig gebeurt, per scherm of via de opt-in-functie van AppSense.
pl: Profile zmieniają rząd aplikacji dla konkretnego sposobu pracy. Możesz przełączać je ręcznie, osobno dla wyświetlaczy lub automatycznie za pomocą AppSense.
pt: Os perfis mudam a fila de aplicações consoante o fluxo de trabalho. Decide se mudam manualmente, por ecrã ou com o AppSense opcional.
ru: Профили меняют ряд приложений для рабочего процесса. Вы решаете, переключать ли их вручную, по дисплею или с помощью AppSense.
sv: Profiler ändrar appraden för ett arbetsflöde. Du bestämmer om de växlar manuellt, per bildskärm eller med AppSense som tillval.
tr: Profiller, bir iş akışı için uygulama satırını değiştirir. Elle mi, ekran başına mı yoksa isteğe bağlı AppSense ile mi geçeceklerine sen karar verirsin.
vi: Các hồ sơ giúp thay đổi hàng ứng dụng cho một quy trình làm việc. Bạn quyết định chuyển đổi chúng theo cách thủ công, theo từng màn hình hoặc tự động bằng cách kích hoạt AppSense.
zh_hans: 配置文件可为不同使用场景切换应用行。你可以选择手动切换、按显示器自动切换，或通过启用 AppSense 自动切换。
zh_hant: 設定檔可為不同工作流程使用不同的應用程式列配置。您可選擇手動切換、依顯示器套用，或啟用 AppSense 自動切換。

source: Profiles own pinned items and linked apps. Widgets, Trash, previews, and keyboard switching are shared dock-wide settings.
ar: تمتلك ملفات التعريف العناصر المثبتة والتطبيقات المرتبطة. أما الأدوات والمهملات والمعاينات والتبديل عبر لوحة المفاتيح فهي إعدادات مشتركة على مستوى Dock كله.
de: Profile haben eigene angeheftete Elemente und verknüpfte Apps. Widgets, Papierkorb, Vorschauen und das Umschalten per Tastatur sind gemeinsame Einstellungen für das gesamte Dock.
es: Los perfiles gestionan los elementos fijados y las apps vinculadas. Los widgets, la Papelera, las previsualizaciones y el cambio con teclado son ajustes compartidos de todo el Dock.
fr: Les profils possèdent les éléments épinglés et les apps liées. Les widgets, la Corbeille, les aperçus et le changement au clavier sont des réglages communs à tout le dock.
hu: A profilokhoz tartoznak a kitűzött elemek és a csatolt appok. A widgetek, a Kuka, az előnézetek és a billentyűzetes váltás a teljes Dockra közös beállítások.
ja: プロファイルはピン留め項目とリンクされたアプリを保持します。ウィジェット、ゴミ箱、プレビュー、キーボード切り替えはDock全体で共有される設定です。
nl: Profielen bevatten vastgezette items en gekoppelde apps. Widgets, prullenmand, voorbeelden en wisselen met het toetsenbord zijn instellingen die voor het hele Dock gelden.
pl: Profile zarządzają przypiętymi elementami i powiązanymi aplikacjami. Widżety, Kosz, podglądy i przełączanie klawiaturą są ustawieniami wspólnymi dla całego Docka.
pt: Os perfis detêm os itens afixados e as aplicações associadas. Widgets, Lixo, pré-visualizações e alternância por teclado são definições partilhadas de toda a dock.
ru: Профилям принадлежат закрепленные объекты и связанные приложения. Виджеты, Корзина, предпросмотр и переключение с клавиатуры являются общими настройками для всего Dock.
sv: Profiler äger fästa objekt och länkade appar. Widgetar, papperskorgen, förhandsvisningar och tangentbordsväxling är delade inställningar för hela docken.
tr: Profiller sabitlenmiş öğelere ve bağlı uygulamalara sahiptir. Widget'lar, Çöp Sepeti, önizlemeler ve klavye geçişi dock genelinde paylaşılan ayarlardır.
vi: Mỗi hồ sơ sở hữu riêng các mục được ghim và ứng dụng được liên kết. Tiện ích, Thùng rác, bản xem trước và chuyển đổi bằng bàn phím là các cài đặt chia sẻ trên toàn bộ dock.
zh_hans: 配置文件包含固定项目和关联应用。小组件、废纸篓、预览以及键盘切换属于 Dock 全局设置。
zh_hant: 每個設定檔都有自己的釘選項目與已連結應用程式；小工具、垃圾桶、預覽及鍵盤切換則會在整個 Dock 間共用。

source: progress
ar: تقدم
de: fortschritt
es: progreso
fr: progression
hu: haladás
ja: 進捗
nl: voortgang
pl: postęp
pt: progresso
ru: прогресс
sv: förlopp
tr: ilerleme
vi: tiến độ
zh_hans: 进度
zh_hant: 進度

source: Progress
ar: التقدم
de: Fortschritt
es: Progreso
fr: Progression
hu: Haladás
ja: 進捗
nl: Voortgang
pl: Postęp
pt: Progresso
ru: Прогресс
sv: Förlopp
tr: İlerleme
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度

source: Publish your widget to the marketplace with a pull request
ar: انشر أداتك في السوق عبر pull request
de: Veröffentlichen Sie Ihr Widget per Pull-Request im Marktplatz
es: Publica tu widget en el Marketplace con una pull request
fr: Publier votre widget sur le Marketplace avec une pull request
hu: Widget közzététele a piactéren egy pull requesttel
ja: プルリクエストでウィジェットをマーケットプレイスに公開
nl: Publiceer je widget in de Marketplace met een pull request
pl: Opublikuj widżet w Marketplace za pomocą pull requesta
pt: Publique o seu widget no Marketplace com um pull request
ru: Опубликуйте свой виджет в магазине через pull request
sv: Publicera din widget på marknadsplatsen med en pull request
tr: Widget'ını pull request ile pazar yerinde yayınla
vi: Xuất bản tiện ích của bạn lên cửa hàng bằng một pull request
zh_hans: 通过拉取请求将您的小组件发布到小组件市场
zh_hant: 透過 Pull Request 將你的小工具發布到市集

source: Purchase
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
hu: Vásárlás
ja: 購入
nl: Kopen
pl: Kup
pt: Comprar
ru: Купить
sv: Köp
tr: Satın al
vi: Mua
zh_hans: 购买
zh_hant: 購買

source: Put the keyboard in the Alt-Tab search field as soon as the switcher opens
ar: نقل تركيز لوحة المفاتيح إلى حقل بحث Alt-Tab فور فتح المبدّل
de: Die Tastatureingabe ins Alt-Tab-Suchfeld lenken, sobald sich der Fensterwechsler öffnet
es: Lleva el teclado al campo de búsqueda de Alt-Tab en cuanto se abre el selector
fr: Placer le curseur dans le champ de recherche Alt-Tab dès l'ouverture du sélecteur
hu: A billentyűzetfókusz az Alt-Tab keresőmezőbe kerül, amint a váltó megnyílik
ja: スイッチャーが開いたらすぐに、キーボードの入力先をAlt-Tabの検索フィールドにする
nl: Zet het toetsenbord in het zoekveld van Alt-Tab zodra de wisselaar wordt geopend
pl: Aktywuj pole wyszukiwania Alt-Tab natychmiast po otwarciu przełącznika
pt: Colocar o teclado no campo de pesquisa do Alt-Tab assim que o alternador abre
ru: Переводить фокус клавиатуры в поле поиска Alt-Tab сразу при открытии переключателя
sv: Placera tangentbordsfokus i sökfältet i Alt-Tab så fort växlaren öppnas
tr: Değiştirici açılır açılmaz klavyeyi Alt-Tab arama alanına odakla
vi: Đặt tiêu điểm bàn phím vào trường tìm kiếm Alt-Tab ngay khi bộ chuyển đổi mở ra
zh_hans: 切换器打开后，立即聚焦 Alt-Tab 搜索栏位
zh_hant: 切換器一開啟，立即聚焦 Alt-Tab 搜尋欄位

source: Put the keyboard in the search field when the switcher opens. The switcher then stays open after the shortcut is released.
ar: نقل تركيز لوحة المفاتيح إلى حقل البحث عند فتح المبدّل. يظل المبدّل بعدها مفتوحًا بعد تحرير الاختصار.
de: Die Tastatureingabe ins Suchfeld lenken, wenn sich der Fensterwechsler öffnet. Der Fensterwechsler bleibt dann geöffnet, nachdem der Kurzbefehl losgelassen wurde.
es: Lleva el teclado al campo de búsqueda al abrir el selector. Después, el selector permanece abierto al soltar el atajo.
fr: Placer le curseur dans le champ de recherche à l'ouverture du sélecteur. Le sélecteur reste alors ouvert après le relâchement du raccourci.
hu: A billentyűzetfókusz a keresőmezőbe kerül, amikor a váltó megnyílik. A váltó ezután a billentyűparancs felengedése után is nyitva marad.
ja: スイッチャーが開いたときに、キーボードの入力先を検索フィールドにします。その後、ショートカットを離してもスイッチャーは開いたままになります。
nl: Zet het toetsenbord in het zoekveld zodra de wisselaar wordt geopend. De wisselaar blijft dan open staan nadat de sneltoets is losgelaten.
pl: Aktywuj pole wyszukiwania po otwarciu przełącznika. Przełącznik pozostanie otwarty po zwolnieniu skrótu.
pt: Colocar o teclado no campo de pesquisa quando o alternador abre. O alternador fica então aberto depois de soltar o atalho.
ru: Переводить фокус клавиатуры в поле поиска при открытии переключателя. После этого переключатель остается открытым, даже когда вы отпускаете сочетание клавиш.
sv: Placera tangentbordsfokus i sökfältet när växlaren öppnas. Växlaren förblir då öppen när kortkommandot släpps.
tr: Değiştirici açıldığında klavyeyi arama alanına odakla. Değiştirici, kısayol bırakıldıktan sonra da açık kalır.
vi: Đặt tiêu điểm bàn phím vào trường tìm kiếm khi bộ chuyển đổi mở ra. Bộ chuyển đổi sau đó sẽ giữ nguyên trạng thái mở sau khi thả phím tắt.
zh_hans: 切换器开启时自动聚焦搜索栏位。放开快捷键后，切换器仍会保持开启。
zh_hant: 切換器開啟時自動聚焦搜尋欄位。放開快速鍵後，切換器仍會保持開啟。

source: Quick Actions
ar: إجراءات سريعة
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
hu: Gyorsműveletek
ja: クイックアクション
nl: Snelle acties
pl: Szybkie akcje
pt: Ações rápidas
ru: Быстрые действия
sv: Snabbåtgärder
tr: Hızlı Eylemler
vi: Tác vụ nhanh
zh_hans: 快捷操作
zh_hant: 快速動作

source: Quick Actions fill a single row at the foot of the Control Center; past eight, the last cell opens a page with the rest. To put them on the dock itself, add a Quick Actions widget to a widget stack.
ar: تملأ الإجراءات السريعة صفًا واحدًا في أسفل مركز التحكم؛ وبعد ثمانية إجراءات، تفتح الخانة الأخيرة صفحة بالبقية. لوضعها على Dock نفسه، أضف أداة «الإجراءات السريعة» إلى مكدس أدوات.
de: Schnellaktionen füllen eine einzelne Zeile am unteren Rand des Kontrollzentrums; bei mehr als acht öffnet die letzte Zelle eine Seite mit den übrigen. Um sie direkt im Dock zu platzieren, fügen Sie einem Widget-Stapel ein Schnellaktionen-Widget hinzu.
es: Las acciones rápidas ocupan una sola fila en la parte inferior del Centro de control; a partir de ocho, la última celda abre una página con el resto. Para ponerlas en el propio Dock, añade un widget Acciones rápidas a una pila de widgets.
fr: Les actions rapides remplissent une seule rangée au bas du Centre de contrôle ; au-delà de huit, la dernière case ouvre une page avec les autres. Pour les placer directement sur le dock, ajoutez un widget Actions rapides à une pile de widgets.
hu: A Gyorsműveletek egyetlen sort töltenek ki a Vezérlőközpont alján; nyolc felett az utolsó cella egy lapot nyit a többivel. Ha magára a Dockra szeretné tenni őket, adjon hozzá egy Gyorsműveletek widgetet egy widgetköteghez.
ja: クイックアクションはコントロールセンター下部の1行に表示されます。8個を超えると、最後のセルから残りのアクションのページが開きます。Dock上に配置するには、ウィジェットスタックに「クイックアクション」ウィジェットを追加してください。
nl: Snelle acties vullen één rij onderaan het Control Center; bij meer dan acht opent de laatste cel een pagina met de rest. Voeg een widget 'Snelle acties' toe aan een widgetstapel om ze in het Dock zelf te plaatsen.
pl: Szybkie akcje zajmują jeden wiersz u dołu Centrum sterowania. Jeśli jest ich więcej niż osiem, ostatnia komórka otwiera stronę z pozostałymi. Aby umieścić je w samym Docku, dodaj widżet Szybkie akcje do stosu widżetów.
pt: As Ações Rápidas preenchem uma única fila no fundo da Central de controlo; a partir de oito, a última célula abre uma página com as restantes. Para as colocar na própria Dock, adicione um widget Ações Rápidas a uma pilha de widgets.
ru: Быстрые действия занимают один ряд внизу Пункта управления; если их больше восьми, последняя ячейка открывает страницу с остальными. Чтобы разместить их прямо в Dock, добавьте виджет «Быстрые действия» в стопку виджетов.
sv: Snabbåtgärder fyller en enda rad längst ned i Kontrollcenter. Om det finns fler än åtta öppnar den sista cellen en sida med resten. Om du vill ha dem direkt i dockan lägger du till en Snabbåtgärder-widget i en widgetstack.
tr: Hızlı Eylemler Denetim Merkezi'nin alt kısmındaki tek bir satırı doldurur; sekizden sonra son hücre kalanların olduğu bir sayfa açar. Bunları dock'un kendisine koymak için bir widget yığınına Hızlı Eylemler widget'ı ekle.
vi: Tác vụ nhanh lấp đầy một hàng ở cuối Trung tâm điều khiển; khi có hơn tám tác vụ, ô cuối cùng sẽ mở một trang chứa các tác vụ còn lại. Để đặt chúng ngay trên dock, hãy thêm tiện ích Tác vụ nhanh vào một ngăn xếp tiện ích.
zh_hans: 快捷操作在控制中心底部占用一行；超过八个时，最后一个单元格可打开显示其余操作的页面。要将快捷操作放到 Dock 上，请在小组件叠放中添加“快捷操作”小组件。
zh_hant: 「快速動作」會顯示在「控制中心」底部的單一橫列中；超過八個時，最後一格會開啟頁面以顯示其餘項目。若要將「快速動作」直接放在 Dock 上，請將「快速動作」小工具加入小工具堆疊。
